Repository: milbar/enhanced-site-icon
Catalog: languages/enhanced-site-icon-*.po
Languages: hu_hu

source: Site Icon
hu_hu: Oldal ikonja

source: Theme Color
hu_hu: Téma színe

source: Favicons
hu_hu: Honlap ikonok

source: Dark Theme
hu_hu: Sötét mód

source: Color Scheme
hu_hu: Oldal elsődleges színe

source: Description
hu_hu: Leírás

source: Upload
hu_hu: Feltöltés

source: Delete
hu_hu: Törlés

source: Enhanced Site Icon
hu_hu: Továbbfejlesztett honlap ikon

source: Settings
hu_hu: Beállítások

source: MilBar - Enhanced Site Icon
hu_hu: MilBar - Továbbfejlesztett honlap ikon

source: A simple WordPress plugin to add Dark Site Icon (aka: favicon) support
hu_hu: Egy egyszerű WordPress plugin a honlap ikon (más néven: favicon) sötét mód támogatására

source: Milan Bartalovics
hu_hu: Bartalovics Milán
